tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/php"
tap "homebrew/science"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"

brew "coreutils"
brew 'grc'
brew 'grunt-cli'
brew 'hub'
brew 'mysql'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'sshrc'
brew 'yarn'

brew 'matplotlib'

brew 'php71'
brew 'composer'

brew 'mas'

cask "1password"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "etcher"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "qgis"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "transmit"
cask "whatsapp"
cask "backblaze"
cask "bartender"
cask "charles"
cask "cocoarestclient"
cask "kitematic"
cask "oversight"
cask "private-internet-access"
cask "telegram-desktop"
cask "github"

mas 'Trello', id: 1278508951
mas '2STP Companion', id: 1055307502
mas 'Tweetbot', id: 557168941
mas 'Spark', id: 1176895641
mas 'Bear', id: 1091189122
mas 'LightUp', id: 803176492
mas 'Pixelmator', id: 407963104
mas 'Unclutter', id: 577085396
mas 'ScreenSharingMenulet', id: 578078659
