tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/science"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "caskroom/cask"
tap "tomanthony/brews"

brew "coreutils"
brew 'grc'
brew 'hub'
brew 'mysql'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'sshrc'
brew 'itermocil'
brew 'git-flow-avh'

brew 'webpack'
brew 'sshfs'

brew 'mas'

cask "1password"
cask "dash"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "transmit"
cask "whatsapp"
cask "backblaze"
cask "bartender"
cask "charles"
cask "kitematic"
cask "oversight"
cask "private-internet-access"
cask "visual-studio-code"
cask "sonos"
cask "bettertouchtool"
cask "macmediakeyforwarder"


mas 'Trello', id: 1278508951
mas 'Tweetbot', id: 1384080005
mas 'Spark', id: 1176895641
mas 'Pixelmator', id: 407963104
mas 'Unclutter', id: 577085396
